import React from "react";
import { Link } from "react-router-dom";

const PrivacyPolicy = (props) => {
  return (
    <>
      {/* Breadcrumb */}
      <div className="breadcrumb-bar">
        <div className="container"></div>
      </div>
      {/* /Breadcrumb */}
      {/* Page Content */}
      <div className="content align-right p-5">
        <div className="container">
          <div className="row">
            <div className="col-12">
              <div className="terms-content">
                <div className="terms-text">
                  <h3>قوانین عمومی</h3>
                  <p>
                    کمک کار بستری برای ارتباط میان شرکت و کارجویان است و خدمات
                    خود را در همین راستا ارائه می‌کند. کلیه اقدامات و عملکرد
                    سایت، منطبق با قوانین و مقررات جاری جمهوری اسلامی ایران اعم
                    از قانون اساسی، قانون مدنی، قانون تجارت الکترونیک و قانون
                    حمایت از حقوق مصرف کننده است. شما توافق می‌کنید که استفاده
                    از سایت کمک کار به معنی پذیرش هرگونه تغییر و بروزرسانی این
                    قوانین و مقررات می باشد. استفاده از خدمات به معنای آگاه
                    بودن، پذیرش و التزام به شرایط و تعهدات مندرج در این
                    توافقنامه از سوی کاربران (کارجویان و شرکت‌ها) تلقی می‌شود.
                    لطفا به دقت آن را مطالعه نمایید.
                  </p>
                  <p>
                    <h3>تعهدات سایت در قبال اطلاعات کاربران</h3>
                    <p>
                      <ul>
                        <li>
                          ماموریت ما این است که به کارجویان کمک کنیم «شغل و
                          شرکتی» را که دوست دارند، پیدا کنند. همچنین به شرکت‌ها
                          کمک می‌کنیم تا «نیروی کار» شایسته و مورد علاقه خود را
                          بیابند.
                        </li>
                        <li>
                          ما ملزم به رعایت حریم شخصی کاربران هستیم و ضمن اهتمام
                          ویژه در جهت حفظ اسرار تجاری و اطلاعات کاربران با
                          مشاهده هرگونه تخلف، به شدت با عوامل خاطی برخورد و
                          پیگیر احقاق حقوق کاربران سایت خواهد بود.
                        </li>
                        <li>
                          ما هویت سازمان‌های خود را در فرایند ثبت‌نام اولیه
                          پردازش کرده و آگهی‌های شغلی آنها را پس از احراز هویت،
                          و تنها براساس رضایت صریح آنها در فرایند ثبت‌نام و پر
                          کردن فرم‌های مربوطه منتشر می‌کنیم.
                        </li>
                        <li>
                          ما ممکن است اطلاعات درج شده کاربران در سایت را در
                          دسترس یکی از شرکتهای وابسته یا ارائه دهنده خدمات خود
                          قرار دهیم تا با پردازش داده‌ها و متناسب با اهداف و
                          سیاست‌های جاب‌ویژن، گزارش‌های کاربردی برای کاربران
                          آماده و ارائه نماید.
                        </li>
                        <li>
                          جا‌ب‌ویژن همچنین آدرسهای IP را برای اهداف امنیتی،
                          تجزیه و تحلیل روند، و مدیریت سایت نظارت می‌کند.
                        </li>
                        <li>
                          خدمات متنوع جاب‌ویژن به کارجویان از جمله ایمیل و
                          اطلاع‌رسانی مشاغل مرتبط و نیز نمایش اطلاعات و رزومه
                          کاربر به شرکت‌ها در بانک رزومه، کاملا براساس نظر خود
                          کارجو انجام خواهد شد و به شرط اعلام مخالفت کاربر،
                          متوقف خواهد شد.
                        </li>
                      </ul>
                    </p>

                    <h3>شرایط انتشار آگهی</h3>
                    <p>
                      <ul>
                        <li>
                          پس از پرداخت هزینه آگهی و براساس بسته خریداری شده،
                          برای شرکت مشخص شده است که برای استفاده از اعتبار آن
                          آگهی چقدر فرصت خواهد داشت. این مدت‌ زمان، از ۲۰ روز تا
                          6 ماه متغیر خواهد بود. این زمان، با توجه به بسته
                          انتخابی متغیر است. بیابند.
                        </li>
                        <li>
                          آگهی اعلام فرصت شغلی جهت اعلام یک عنوان سمت شغلی در یک
                          شهر است و از زمان انتشار به مدت ۶۰ روز روی سایت خواهد
                          ماند.
                        </li>
                        <li>
                          در صورت رد شدن آگهی، اعتبار آن آگهی به کارفرما بازگشت
                          داده می‌شود تا در مدت‌زمان مربوطه (این زمان، با توجه
                          به بسته انتخابی متغیر است) برای انتشار آگهی جدید اقدام
                          کند
                        </li>
                        <li>
                          پس از ثبت و انتشار آگهی، هزینه آن مسترد نخواهد شد، مگر
                          تحت شرایطی که وبسایت تعهدی بابت آن داده باشد.
                        </li>
                        <li>
                          مدیریت وبسایت حق به‌روزرسانی سایت و خدمات آن را بدون
                          هیچ محدودیتی در هر زمان و بدون اطلاع کاربران خواهد
                          داشت. چنین تغییر و یا حذفی پس از زمان انتشار نسخه به
                          روز شده به کاربران اطلاع‌رسانی خواهد شد.
                        </li>
                        <li>
                          کاربران در هر لحظه قادر به ویرایش آگهی و یا پروفایل
                          خود هستند، بنابراین جاب‌ویژن، هیچ‌گونه مسئولیتی در
                          قبال هر نوع آگهی و یا رزومه درج شده در سایت ندارد و
                          صرفاً مطالب درج شده توسط کاربران را نمایش می‌دهد.
                        </li>
                      </ul>
                    </p>
                    <h3></h3>
                    <p></p>
                  </p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
      {/* /Page Content */}
    </>
  );
};
export default PrivacyPolicy;
